Repository: KDE/maui-clip
Catalog: po/*/clip.po
Languages: my

source: Custom API Key
my: ကိုယ်ပိုင်ဓလေ့ အေပီအိုင်ကီး

source: Search results
my: ရှာဖွေမှုရလဒ်များ

source: No Results!
my: ရလဒ်မရှိ။

source: Try with another query
my: အခြားဒေတာတောင်းဆိုမှု နှင့် နောက်တစ်ကြိမ်ကြိုးစားကြည့်ပါ

source: Search videos...
my: ဗီဒီယိုများရှာမည်...

source: Clip
my: ကလစ်

source: Browse and play your videos.
my: သင်၏ဗီဒီယိုများကို ရှောက်ကြည့်၍ ဖွင့်ပြမည်။

source: Camilo Higuita
my: ခမီလိုဟီဂီတာ

source: Developer
my: ပရိုဂရမ်မာ

source: Open URL
my: ယူအာအယ်လ် ဖွင့်မည်

source: Enter any remote location, like YouTube video URLs, or from other services supported by MPV.
my: ယူကျူ့ဗီဒီယို ယူအာအယ်များ သို့မဟုတ် အမ်ပီဗီမှ ထောက်ပံ့ပေးထားသော အခြားဝန်ဆောင်မှုများမှ အဝေးနေရာများသို့ ဝင်ရောက်နိုင်သည်။

source: Delete files?
my: ဖိုင်လ်များဖျက်မည်လား။

source: Are sure you want to delete %1 files
my: ဖိုင်လ် %1ခု ကို သင်တကယ်ဖျက်တော့မည်လား

source: Now playing
my: ယခုဖွင့်ပြနေသည်

source: Nothing Here!
my: ဘာမှမရှိ။

source: Collection
my: စုစည်းမှု

source: Tags
my: တပ်ဂ်များ

source: Search %1 video
my: ဗီဒီယို %1ခု ရှာမည်

source: Settings
my: ဆက်တင်

source: About
my: အကြောင်း

source: No Videos!
my: ဗီဒီယိုများမရှိ။

source: UnFav it
my: မနှစ်သက်

source: Info
my: အချက်

source: Share
my: ဝေမျှရန်

source: Queue
my: ကြည့်ရှုစာရင်း

source: Select
my: ရွေးချယ်မည်

source: Show in folder
my: ဖိုလ်ဒါထဲတွင် ပြမည်

source: Remove
my: ဖယ်ရှားမည်

source: Delete file?
my: ဖိုင်လ် ဖျက်မည်လား။

source: Are sure you want to delete %1
my: သင်တကယ်ဖျက်တော့မည်လား %1

source: Subtitles
my: ဗီဒီယိုစာတန်းထိုး

source: Audio Tracks
my: အော်ဒီယိုသံစဥ်များ

source: Add videos to the playlist.
my: ဗီဒီယိုများကို ဖွင့်မည့်စာရင်းသို့ သွင်းပါ။

source: Play
my: ဖွင့်ပြမည်

source: Un/Fav
my: မနှစ်သက်/နှစ်သက်

source: Tag
my: တပ်

source: Export
my: ထုတ်ပို့မည်

source: General
my: ယေဘုယျ

source: Volume Step
my: အသံထုပမာဏတိုးနှုန်း

source: Sorting by
my: ဖြင့်စီသည်

source: Change the sorting key.
my: စီသည့်ကီးပြောင်းပါ။

source: Title
my: ခေါင်းစဉ်

source: Date
my: ရက်စွဲ

source: Size
my: အရွယ်အစား

source: Type
my: ရိုက်သွင်းမည်

source: Sort order
my: စီမည့်အစဥ်

source: Change the sorting order.
my: စီသည့်အစဥ် ပြောင်းပါ။

source: Ascending
my: တက်နေသည်

source: Descending
my: ဆင်းနေသည်

source: Playback
my: ဖွင့်ပြမည်

source: Hardware Decoding
my: ဟာ့ဒ်ဝဲ ကုတ်ဖေါ်စနစ်

source: Use the sorting preferences globally for all the tabs and splits.
my: အကုန်လုံးအတွက် နှစ်သက်သော စီသည့်အစဥ် သုံးမည်။

source: Audio
my: အသံ

source: Preferred Language
my: နှစ်သက်သော ဘာသာစကား

source: Preferred language if available.
my: ရရှိနိုင်လျှင် နှစ်သက်သော ဘာသာစကား။

source: Sources
my: ဇစ်မြစ်များ

source: Add
my: ထည့်သွင်းမည်

source: Remove source
my: ဇစ်မြစ် ဖယ်ရှားမည်

source: Are you sure you want to remove the source: %1
my: ဇစ်မြစ်ကို သင်တကယ်ဖျက်တော့မည်လား။ %1

source: No Tags!
my: တပ်ဂ်များမရှိ။

source: Add a new tag to start organizing your video collection.
my: သင်၏ဗီဒီယိုစုစည်းမှုကို စီစဥ်ရန် တပ်ဂ်အသစ် ထည့်ပါ။

source: Filter
my: စစ်ထုတ်မည်

source: There's no videos associated with the tag
my: တပ်ဂ်နှင့် သက်ဆိုင်သော ဗီဒီယိုများ မရှိပါ

source: Start searching for online videos.
my: အွန်လိုင်းဗီဒီယိုများ ရှာဖွေပါ။

source: Search...
my: ရှာရန်...
